Repository: abhishekgs1/NextGIS_Aero
Catalog: nextgisweb/locale/*/LC_MESSAGES/raster_layer.po
Languages: uk

source: Raster layer
uk: Растровий шар

source: GDAL library was unable to open the file.
uk: Бібліотеці GDAL не вдалося відкрити файл.

source: Only RGB, RGBA and single-band rasters are supported.
uk: Підтримуються тільки RGB, RGBA и одноканальні растри.

source: Only paletted single-band rasters are supported.
uk: Одноканальний растр повинен мати палітру.

source: Band #%(band)d has type '%(type)s', however only following band types are supported: %(all_types)s.
uk: Канал #%(band)d має тип '%(type)s', але підтримуються тількинаступні типи каналів: %(all_types)s.

source: Raster files without projection info are not supported.
uk: Растрові файли без інформації про проекцію не підтримуються.

source: File UUID
uk: UUID файла

source: Select a dataset
uk: Виберіть растровий шар

source: Dataset should be in GeoTIFF format with 3 or 4 bands (RGB or RGBA).
uk: Файл повинний бути в форматі GeoTIFF з 3 або 4 каналами (RGB or RGBA).

source: Coordinate system
uk: Система координат
