Repository: abhishekgs1/NextGIS_Aero
Catalog: nextgisweb/locale/*/LC_MESSAGES/vector_layer.po
Languages: uk

source: Point
uk: Точка

source: Line
uk: Лінія

source: Polygon
uk: Полігон

source: Multipoint
uk: Мультиточка

source: Multiline
uk: Мультиліния

source: Multipolygon
uk: Мультиполігон

source: Field name is forbidden: '%s'. Please remove or rename it.
uk: Недопустиме ім'я поля: '%s'. Видаліть або змініть його назву.

source: Unsupported field type: %r.
uk: Тип поля %r не підтримується.

source: Geometry type (%s) does not match column type (%s).
uk: Тип геометрії об'єкту (%s) не відповідає типу геометрії шару (%s).

source: It seems like declared and actual attributes encodings do not match. Unable to decode attribute #%(attr)d of feature #%(feat)d. Try declaring different encoding.
uk: Схоже, задане кодування відрізняється від фактичного. Неможливо декодувати атрибут #%(attr)d запису #%(feat)d. Спробуйте обрати інше кодування.

source: Vector layer
uk: Векторний шар

source: Geometry type
uk: Тип геометрії

source: Feature count
uk: Кількість об'єктів

source: Dataset doesn't contains layers.
uk: Набір даних не містить жодного шару.

source: Dataset contains more than one layer.
uk: Набір даних містить більше одного шару.

source: Unable to open layer.
uk: Не вдалося відкрити шар.

source: Layer doesn't contain coordinate system information.
uk: Шар не містить інформації про систему координат.

source: Feature #%d doesn't contains geometry.
uk: Об'єкт #%d не містить геометрії.

source: GDAL library failed to open file.
uk: Бібліотеці GDAL не вдалося відкрити файл.

source: Unsupport OGR driver: %s.
uk: Драйвер OGR '%s' не підтримується.

source: Unsupported geometry type: '%s'. Probable reason: data contain mixed geometries.
uk: Тип геометрії не підтримується: '%s'. Можлива причина: змішані типи геометрій.

source: Unsupported geometry type.
uk: Тип геометрії не підтримується.

source: Geometry type for existing resource can not be changed.
uk: Тип геометрії існуючого ресурсу не може бути змінено.

source: Select a dataset
uk: Оберіть набір даних

source: Dataset should be in ESRI Shapefile (zip) or GeoJSON format.
uk: Дані мають бути у форматі ESRI Shapefile (zip-архів) або GeoJSON.

source: Spatial reference system
uk: Система координат

source: Encoding
uk: Кодування

source: UTF-8
uk: Юнікод UTF-8

source: Windows-1251
uk: Кириллиця Windows-1251
